ms-python.python
ms-vscode.vscode-typescript-next
ms-vscode.cpptools
ms-vscode.cmake-tools
llvm-vs-code-extensions.vscode-clangd
golang.go
rust-lang.rust-analyzer
rust-lang.rust
ms-vscode.vscode-java-pack
ms-vscode.vscode-json
ms-vscode.vscode-yaml
ms-vscode.vscode-xml
ms-vscode.vscode-eslint
bradlc.vscode-tailwindcss
esbenp.prettier-vscode
ms-vscode.vscode-css-peek
ms-vscode.vscode-html-css-support
ms-vscode.vscode-css-intellisense
ms-vscode.vscode-js-debug
ms-vscode.vscode-node-debug
ms-vscode.vscode-chrome-debug-core
ms-vscode-remote.remote-containers
ms-vscode.vscode-theme-defaults
ms-vscode.vscode-theme-seti
dracula-theme.theme-dracula
